autoconf
automake
awscli
cmake
docutils
duo-sso
efm-langserver
fd
fzf
gdbm
gettext
git
go
jansson
jq
jsonpp
libevent
libice
libpthread-stubs
libsm
libtermkey
libuv
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxmu
libxt
libyaml
lua
luajit
luajit-openresty
luarocks
luv
m4
mpdecimal
msgpack
ncurses
neovim
ninja
oniguruma
openssl@1.1
pcre
pcre2
pkg-config
python@3.9
ranger
rbenv
readline
rename
ripgrep
ruby
ruby-build
six
sqlite
stow
the_silver_searcher
tmux
tree-sitter
unibilium
universal-ctags
utf8proc
xclip
xorgproto
xz
alacritty
